Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F42.tmx
Source language: en_us
Languages: zh_cn

source: The 16 Sexiest Accents In The World
zh_cn: 世界上最性感的十六种（英语）口音

source: Let's face it, when it comes to speaking English, some accents are sexier than others.
zh_cn: 让我们面对事实吧!当谈到说英语这件事的时候，有些口音比另一些更性感。

source: While everyone has their own preferences, and I'm sure a person's gender and, of course, their nationality plays a part in their preferences, I've noticed some very consistent patterns when it comes to which accents do better in the game of lust…I mean love.
zh_cn: 尽管每个人都有自己的偏好，并且我很确定人的性别，当然还有国籍，都对这个喜好有一定的影响，我还是注意到一些在引诱（不是啦，其实我是指爱啦）异性的游戏中非常一致的模式。

source: This list is based on what I've been told, what I've seen, and a little bit of my own personal opinions from traveling and living overseas for the last six years.
zh_cn: 这个名单是基于我自己所了解到的、看到的、以及一点点我通过旅行和过去六年的海外生活积累的个人意见。

source: (I'll be sure to let you know which is which.)
zh_cn: （我会确保让你了解是基于什么经验）

source: 16. Asian Accents
zh_cn: 第十六名：亚洲口音

source: While there is a hierarchy in terms of which ones sound better (Korea and Japan being at the top assuming the women don't use their culturally acceptable baby talk voices), I would typically describe most Far East and South East Asian accents as sounding fast and choppy.
zh_cn: 尽管哪种口音听上去更好是会有个顺序的(韩国和日本名列前茅，前提是这些国家的女人们不要用他们的文化里可以接受的婴儿声去装嗲— 译者按：这个中国女人也很擅长吧) ，我会通常认为大多数远东以及东南亚的口音听起来很快而且断断续续。

source: Combine that with some cultures tendency to speak very loudly - and this is coming from an American - and you have a very losing combination in terms of using an accent to pick up.
zh_cn: 结合到一些文化的倾向，这些口音可以很吵— 当然这是在一个美国人看来—所以当你想用口音去勾搭异性时听上去没有太大吸引力。

source: However, the better someone from Asia learns English the more all these things tend to go away.
zh_cn: 然而，亚洲人学英语学的越好，这些特点就越会消失掉。

source: 15. Heavy Canadian Accents
zh_cn: 第十五名：超重的加拿大口音

source: Soree guys (that's "Sorry" in English), heavy Canadian accents just aren't a turn on.
zh_cn: 骚瑞盖斯（Sorry Guys, 意即“抱歉大伙”），严重的加拿大口音就是让人无法产生“性”趣。

source: Lucky for them, the only people who can even hear them are Americans and other Canadians.
zh_cn: 然而他们很幸运，只有美国人和其他加拿大人才会有这个机会受其烦扰。

source: As for the more typical Canadian accent, it pretty much sounds like Americans aboot 99% of the time except they have their own annoying idiosyncrasies.
zh_cn: 至于更常见的一般加拿大口音，它们听上去99%像美国口音，除了加拿大特有的习语。

source: I guess people don't really like that drawn out "o" sound, eh?
zh_cn: 我猜人们并不喜欢那个拖得很长的”O”的声音，对吧？

source: 14. Valley Girl Accents
zh_cn: 第十四名：谷地（译者按：此处特指加州的河谷一带）口音

source: While this accent started in California, it has somehow worked its way all over the US and seems especially popular with Asian girls of every area code.
zh_cn: 尽管这个口音始源于加州，它却不知怎的传得全美国到处都是，而且似乎所有电话区号的亚洲女孩都尤为甚也。

source: It's the most easily imitated American accent.
zh_cn: 这是最容易模仿的美国口音。

source: In fact, ask just about anyone who speaks a little English to do their best impression of an American accent, and they'll likely be able to say "Oh mah guad!" in flawless Valley Girl fashion.
zh_cn: 事实上，随便问问任何会说一点英语的人来全力模仿一下美国口音，他们都很可能可以用完美的谷地妞们的方式说出“哦买嘎的!”。

source: I just pray that's not how people think we all sound.
zh_cn: 对此，我也只能祈祷人们并不会以为这就是我们美国人听起来的感觉。

source: Separating this accent out from the typical American accent is probably a personal thing.
zh_cn: 把这个口音从典型美国口音区分出来或许是我个人的事情。

source: However, the high pitch, drawn out words that go along with it grate on my nerves.
zh_cn: 但是，这种高高的声调，每个字都拖得长长腔的做法实在让我鸡皮疙瘩掉一地。

source: Unfortunately, this seems to be the culturally acceptable way for American women to speak now when first meeting another girl or when they're trying to sound super friendly.
zh_cn: 不幸的是，这似乎已然在文化层面成为了当今美国女性初次见到另一个女孩或者尝试让自己听起来超级友好的时候完全可以接受的事情了。

source: Sadly, it comes off as fake and is heavily mocked around the world.
zh_cn: 令人悲伤的是，这种调调听起来很假，而且在世界各地受到严重模仿。

source: Stop doing this American women!
zh_cn: 赶紧停下来吧美国妞们！

source: You're making us look bad.
zh_cn: 你们让我们看起来真丢人。

source: 13. Typical American Accents
zh_cn: 第十三名：一般美国口音

source: Like I said, Canadian and America accents are pretty much the same, and we're pretty much the only ones who can tell them apart.
zh_cn: 就像我所说的，加拿大口音和美国口音基本上一样，而且我们自己可能是唯一能够区分这二者的人。

source: Even then, only sometimes.
zh_cn: 即便如此，也仅仅是有时候能够区分。

source: So, if a Canadian accent isn't gonna get a person laid, an American one isn't either.
zh_cn: 所以呢，如果一个加拿大口音不能让你钓到妹子（或男人），美国口音也不行哦。

source: I personally blame it on the popularity of our movies and TV shows which have made the American accent ubiquitous and under appreciated.
zh_cn: 我个人认为这个要归咎于当下我们国家生产出来的电影和电视节目的流行度，这使得美国口音很普及，并且不那么受欣赏。

source: However, I do know more than a few foreigners who have complimented the American accent on it's ability to make cursing sound awesome.
zh_cn: 然而我的确知道不少外国人（译者按：是对美国人来讲的外国人哦~）都恭维美国口音可以让脏话听起来很棒。

source: I think we can all thank Samuel L. Jackson for that.
zh_cn: 我想对于这一点我们都要感谢萨姆儿杰克逊。

source: And American guys do have one ace in the hole.
zh_cn: 美国人确实有一个秘密武器哦。

source: We can always bust out Joey's old line from Friends, "How you doing?"
zh_cn: 我们永远都可以拿出老友记里Joey的看家台词”How you doing”来。

source: It's a good mother-fucking icebreaker if nothing else.
zh_cn: 这绝对是一个他妈的绝佳破冰句有木有

source: 12. Dutch Accents
zh_cn: 第十二名：荷兰口音

source: Dutch speakers tend to speak English the way they speak their own language: a bit too much in the back of the throat which can make their English accent sound a little harsh and the women a bit husky.
zh_cn: 荷兰人倾向于用他们说母语的方式说英语：有点过度使用喉咙的后部。这使得他们的口音听起来有些刻板，女人们则听起来有点沙哑。

source: But hey, husky voices can be a real turn on for some people.
zh_cn: 但是嘿，对于某些人来说沙哑的声音可真是让人带劲哦。

source: 11. Northern English Accents
zh_cn: 第十一名：北部英国口音

source: While I, like most Americans, couldn't tell the difference between Lennox Lewis' accent and Prince Williams' for most of my life, I have now been around enough Brits to at least tell the difference between Northern and Southern accents.
zh_cn: 尽管我像大多数美国人一样一辈子都无法区分开来诺克斯路易斯和威廉王子的口音，我现在已在英国待了一段时间了，所以至少能够区分北方和南方的口音。

source: The give away is that Southern accents, aside from all the slang, is easy to understand and Northern accents aren't.
zh_cn: 秘诀是南方口音除了所有俚语外都很好理解，而北方口音则不然了。

source: This is especially true in regards to men (I'm not really sure how I didn't notice it before cause sometimes the difference in intelligibility between the two can be quite dramatic).
zh_cn: 这一点对于男人们尤甚（我不太确定以前我怎么从未发现，因为这两者实在太不同了）。

source: Needless to say, having to ask someone to repeat themselves again and again isn't anyone's idea of sexy.
zh_cn: 无需赘言，不得不一遍又一遍的问一个人重复他/她的话对任何人来讲都没什么性感可言了吧。

source: 10. South African Accents
zh_cn: 第十名：南非口音

source: While I still sometimes confuse it with an Aussie accent when I only hear someone say a few words, a longer listen reveals some of the same guttural sounds that are common in Afrikaans, a Dutch rooted language.
zh_cn: 尽管当仅听到几个词的时候，我有时还是会被澳大利亚口音搞糊涂，不过听久一点还是可以辨别出一些在南非荷兰语（一个基于荷兰语的语言）那里常常可以听到的同样的喉音。

source: That said, it's still foreign sounding, and exotic is exotic when it comes to this American's ears.
zh_cn: 也就是说，听起来还是很异国，而且当这口音接受美国人的耳朵来审判时，异域就是异域。

source: Just as a side note, I don't know how well African men do overseas, but I'm often jealous of how deep their voices are.
zh_cn: 脚注：我不知道非洲人在海外怎么样，我经常对他们深邃的嗓子感到妒忌。

source: I gotta think that counts for something.
zh_cn: 我觉得这个可算是个优势啊。

source: 9. Scandinavian and German Accents
zh_cn: 第九名：斯堪地维亚和德国口音

source: Honestly, the average Scandinavian and German I've met overseas has spoken English so well they sound like a native English speaker who just talks a little slower and mispronounce a few words more than normal.
zh_cn: 老实说，我在海外遇到的斯堪迪维亚和德国人说英语说得这么好，以至于他们听上去就像在说母语，只是说的慢了一些并且把一些个别词发音发错了而已。

source: However, once a native English speaker finds out the exotic roots behind the slightly odd speech, that's usually enough to give them an advantage.
zh_cn: 然而，一旦一个母语是英语的人在这些略显奇怪的言辞里发现了任何异国的元素，这就足够给他们一些优势了。

source: Combine that with a few cute screw ups of idioms and syntax and they can easily jump all the way up to extremely cute.
zh_cn: 结合起一些很可爱的把习俗语讲错的行为还有语法错误，他们可是会忽然变得特别可爱啊。

source: My ex-girlfriend, who was German, used to say things like my couch was "incomfortable," and "Do we go to dinner?" and I loved it.
zh_cn: 我的前女友，一个德国人，以前总说什么我的沙发不舒服，或者说“我们吃饭吗”而不是“我们去吃饭吗”，啊我简直爱死了。

source: 8. Southern/Texan US Accents
zh_cn: 第八名：南方/德州口音

source: This is the only regional American accent foreigners can easily hear, and it annoys me because Texan and Southern accents are so often confused, and they shouldn't be.
zh_cn: 这是外国人最容易听出来的美国地方口音，并且这种口音让我很烦，因为德州和南方口音总是很容易让人困惑，但是他们不应如此。

source: Texans sound stupid.
zh_cn: 德州人听起来很傻。

source: However, the fact remains that other native English speakers who are not from North America typically can't tell the difference between a Minnesota accent and one from Boston.
zh_cn: 然而事实却是，其它不是来自北美的母语为英语的人们并不能区分明尼苏达口音和波士顿口音。

source: The easy to hear Southern accent, however, is often called sexy by people from other countries.
zh_cn: 总能容易地被听出来的南方口音，却常被其他国家的人认为是很性感的。

source: While I am southern, my accent only comes out when I'm around other Southerners.
zh_cn: 尽管我来自南方，我的口音却只会在和其他南方人待在一起的时候才会蹦出来。

source: Unfortunately, that doesn't happen much while I'm overseas, so I haven't gotten to test this out.
zh_cn: 很不幸的是，因为身在海外的关系这个情况不会发生，所以我还没亲身试验过呢。

source: 7. Scottish Accents
zh_cn: 第七名：苏格兰口音

source: They are odd, they can be hard to understand, but Americans, at the very least, love them (likely because of Breaveheart) and that's about all there is to it.
zh_cn: 这种口音很奇怪，他们可以很难理解，但是最起码美国人很喜欢，并且可能也就美国人会喜欢吧。

source: I will say this is one where Scottish men likely do better than the ladies because the accent is a bit mannish.
zh_cn: 我觉得这种口音由苏格兰的男人们来说会比女性来说更好，因为这种口音听起来有点男性化。

source: Still, a Scottish accent is cute and fun to listen to, at least the 70% of it that we can understand.
zh_cn: 但是，苏格兰口音听起来还是很可爱和很有趣的，最起码百分之七十的内容我们都能听懂。

source: That number goes down to 30% if they've been drinking.
zh_cn: 不过他们要是喝醉了，我们可只能听懂百分之三十了。

source: 6. Italian/ Spanish/ Brazilian Accents
zh_cn: 第六名：意大利/西班牙/巴西口音

source: I appreciate the way all the extra vowels can help smooth out the language and it for sure adds a bit of sexiness to English for me.
zh_cn: 我很欣赏那些能够使语言听起来更圆润饱满的多余的元音们，它们的的确确让英语听起来更加的性感。

source: However, I know the ladies like the additional vowels being added to the end of words all the time a lot more than me.
zh_cn: 然而，我知道很多女人比我更喜欢在词的结尾加上多余的元音。

source: I guess it sounds charming and romantic…I'm assuming all that extra and unnecessary tongue action doesn't conjure up any other implications for them.
zh_cn: 我猜可能是因为这样听起来更加有魅力和浪漫......我猜所有这些多余和不必要的舌部运动不会让她们联想到任何其他的暗示吧。

source: 5. Southern English Accents
zh_cn: 第五名：英国南部口音

source: I have no doubt most American women would put this, along with the Northern English accent, near the top of the list and a lot of men, too.
zh_cn: 对于大多数美国女性，甚至很多美国男性，都认为英国南部甚至北部的口音是最性感的口音之一这一点，我深信不疑。

source: However, I'm a bit over it.
zh_cn: 然而，我却对这种口音有些厌倦了。

source: Plus I can't stand the way they've screwed up the language.
zh_cn: 并且我没法忍受他们乱讲这门语言的方式。

source: After reading a book on the differences between American-English and English-English by Bill Bryson, I've discovered that many of the differences in words, and expressions between our two versions of English have resulted in Americans keeping the old way things were said during the time of colonization and the English changing what they say.
zh_cn: 拜读了比尔布莱森的讲美式英语和英式英语的区别一书后，我发现这两者在词汇以及固定表达的很多区别其实是因为美国人延续了殖民时期的一些旧说法，而英国人却改变了他们的说法。

source: Something about this discovery, and how proper (read pretentious) they sound all the time really annoys me.
zh_cn: 具体谈这一发现吧，这些陈旧的说法竟然还能始终听起来如此的合时宜，真是让我不胜其烦。

source: However, there is no denying that their accent carries a lot more pull around the world than does my own.
zh_cn: 不过这并不是在否认他们的口音里比我自己的口音有更多的拖腔。

source: 4. Russian Accents
zh_cn: 第四名：俄罗斯口音

source: This might be a guy thing, but women with Russian accents sound hot (I've not heard women say the same of men with Russian accents).
zh_cn: 这可能是仅仅对男性而言，不过有俄罗斯口音的女人听起来很性感（我还没听过有女人这么评价有俄罗斯口音的男性）。

source: I don't know if it was growing up watching the Bareness on GI Joe cartoons or seeing countless Russian spies in Bond-like movies, but there is something serious, mysterious and even a little dangerous about the accent that all adds up to it being very, very sexy.
zh_cn: 不知道是不是因为我是看着GI Joe的卡通里的裸体长大的原因，又或是因为看了不计其数的邦德片里的俄罗斯间谍的原因，不过这种口音里的确有着一种严肃、神秘甚至危险的感觉，全都使得这口音听起来非常非常的性感。

source: Are they flirting with you or just trying to get information?
zh_cn: 他们是在跟你调情还是试图获取情报呢？

source: Honestly, who cares?
zh_cn: 老实说，谁在乎呢？

source: 3. Australian/New Zealand Accents
zh_cn: 第三名：澳大利亚/新西兰口音

source: Sorry for grouping them together, but Aussie and Kiwis are pretty much the only ones who can tell each others' accents apart.
zh_cn: 很抱歉要把这两个放在一起，但是澳大利亚人和新西兰人可能是唯一能区分这两口音的人了。

source: I don't know if Aussies find Kiwi accents to be more attractive than their own or vise versa, but to the rest of us, they sound the same, and they sound very hot.
zh_cn: 不知道澳洲人会不会觉得新西兰口音对他们更有吸引力，或者反之，但是对于我们这些外人来说，他们听起来一样，而且还很性感。

source: Personally, I also like how freely they talk about thongs, too. (Thongs are flip-flops, you pervs).
zh_cn: 就我自己来讲，我还很喜欢他们公然自由的讨论丁字裤这一点。（什么？还不知道什么是丁字裤？就是人字拖的一种啊，筒子们）。

source: However, if I had to pick one above the other, I'd give it to the Kiwis because I like saying "Kiwi," and they don't use the C-word as much which can still be off putting to me even though I know it's inoffensively used between friends in Australia.
zh_cn: 然而如果我必须在这两者里选一个，我会选新西兰口音因为我喜欢说“Kiwi”这个词（译者按：即新西兰人的昵称），而且他们很少使用C开头的那个词（译者猜是Cunt），尽管我知道在澳洲这是朋友之间使用这个词是没有冒犯意思的。

source: Anyway, both accents clean up anywhere they go in the English speaking world, so let's all slow clap for that.
zh_cn: 不管怎样吧，两种口音在任何说英语的国家都可谓是所向披靡，所以让我们都来为这个鼓鼓掌吧。

source: 2. Irish Accents
zh_cn: 第二名：爱尔兰口音

source: They might be kind of a dark-horse, but I assure everyone that they are the most well-liked accent of all the native English accents, at least among other native English speakers.
zh_cn: 这口音算是某种黑马选手吧，但是我向每个人保证这种口音绝对是所有英语母语口音里最受欢迎的，起码对于其他母语是英语的人来说。

source: I know more than a few people who seem to instantly start trying to adopt the accent as soon as they get around an Irish person, myself included. (But hey, I'm a quarter Irish anyway).
zh_cn: 我知道不少人似乎刚刚接触到一个爱尔兰人就会立马本能的效仿这种口音，我自就就是其中之一。

source: The accent isn't the easiest to understand all the time, but they make everything sound cool and make people want to understand what they're saying.
zh_cn: （不过嘿，我有四分之一的爱尔兰血统）这种口音不是一直都很好懂的那种，但是它使得每样东西都听起来那么酷，使得人们总是想理解他们在讲什么。

source: I personally think they curse even better than Americans.
zh_cn: 我个人认为他们甚至骂人都比美国人骂的好。

source: I'm sure they'd like me to distinguish between Northern and Southern Irish accents, but I, like everyone else who isn't from Ireland, can't tell the difference.
zh_cn: 我知道他们肯定想让我区分北爱尔兰和南爱尔兰的口音区别，但是就像任何非爱尔兰人一样，我搞不清楚。

source: 1. French Accents
zh_cn: 第一名：法国口音

source: Their native language is arguably the sexist in the world, so I guess it makes sense they'd bring that sexiness to any other language they speak.
zh_cn: 他们的第一语言号称是世界上最性感的语言，所以我猜他们把那种性感带到其它任何他们讲的语言里一点也就合情合理了。

source: It's soft; it's sweet; it flows effortlessly and seamlessly and with the sole exception of the way they say the word vegetable (they say the second e as if it were its own syllable: veg-e-tables), there is nothing I would change about it and most English speakers feel the same way.
zh_cn: 它听起来很软、很甜、流动自如而且毫无间断，以至于没有任何我想去改变的地方，而且很多母语为英语的人也都有同样的感觉---除了他们说“蔬菜”这个词的时候（他们把第二个元音e发的就像是这单词里唯一的元音一样）。

source: I can honestly say that if I'm going after the same girl as a French guy, I don't like my chances.
zh_cn: 我可以很老实的说，如果我和一个法国小伙去追同一个女孩，我对我胜算的几率可是不会满意的呢。
